Repository: joforsell/BarTab
Catalog: BarTab Localizations/*.xcloc/Localized Contents/*.xliff
Languages: sv

source: $%lld
sv: %lld kr

source: %@ / month
sv: %@ / månad

source: %@ / year
sv: %@ / år

source: %@ bought %@ with $%lld.
sv: %@ köpte %@ för %lld kr.

source: A network error occurred. Please try again.
sv: Ett nätverksfel inträffade. Försök igen.

source: Add
sv: Lägg till

source: Add an unlimited amount of bar guests with balances that are updated automatically and let them order from a drink list only limited by the contents of your bar.
sv: Lägg till obegränsat antal bargäster med automatiskt uppdaterande saldo och låt dem beställa från en dryckeslista som bara begränsas av ditt barskåp.

source: An e-mail showing current balance was sent to each bar guest with an associated e-mail address.
sv: Ett mail med aktuellt saldo skickades till alla bargäster med en kopplad mailadress.

source: Are you sure you want to delete this bar guest?
sv: Är du säker på att du vill radera den här bargästen?

source: Are you sure you want to delete this drink?
sv: Är du säker på att du vill radera den här drycken?

source: Are you sure you want to delete your account?
sv: Är du säker på att du vill radera ditt konto?

source: Are you sure you want to send e-mail(s)?
sv: Är du säker på att du vill göra ett mailutskick?

source: Association
sv: Organisation

source: Balance
sv: Saldo

source: Cancel
sv: Avbryt

source: Choose the bar guest making the purchase.
sv: Välj vem som betalar för att slutföra köpet.

source: Connected e-mail address:
sv: Kopplad mailadress:

source: Could not create account.
sv: Kunde inte skapa konto.

source: Could not find a user with the given e-mail address.
sv: Hittade ingen användare kopplad till den angivna mailadressen.

source: Could not send
sv: Kunde inte skicka

source: Could not sign in.
sv: Kunde inte logga in.

source: Create account
sv: Skapa konto

source: Create bar guest
sv: Skapa bargäst

source: Create drink
sv: Skapa dryck

source: Create new account
sv: Skapa nytt konto

source: Delete
sv: Radera

source: Delete account
sv: Radera konto

source: Delete bar guest
sv: Radera bargäst

source: Delete drink
sv: Radera dryck

source: Drinks per row
sv: Drycker per rad

source: E-mail
sv: Mailadress

source: E-mail address
sv: Mailadress

source: E-mail(s) sent
sv: Mail skickades

source: Error sending emails
sv: Fel vid skickande av mail

source: First week for free!
sv: Första veckan gratis!

source: Forget tallying purchases and adding up balance after every night. With BarTab you and your bar guests can easily keep track of running tabs.
sv: Glöm bort manuella bonglistor och att räkna samman saldon efter varje träff. Med BarTab håller du och dina bargäster enkelt koll på saldoställningar.

source: Forgot password?
sv: Glömt lösenord?

source: Invalid e-mail address.
sv: Ej giltig mailadress.

source: Letting your bar guests keep track of their balance should be easy. With the press of a button you can e-mail each of your bar guests their current balance.
sv: Det ska vara enkelt att låta dina bargäster hålla koll på sitt saldo. Med ett knapptryck kan du skicka mail till varje gäst med deras aktuella saldo.

source: Lifetime
sv: Livstid

source: Name
sv: Namn

source: Opening balance
sv: Ingående saldo

source: Password
sv: Lösenord

source: Password too weak.
sv: För svagt lösenord.

source: Pay only once!
sv: Betala bara en gång!

source: Phone number
sv: Telefonnummer

source: Please enter a password.
sv: Du måste ange ett lösenord.

source: Please enter an e-mail address.
sv: Du måste ange en mailadress.

source: Price
sv: Pris

source: Privacy policy
sv: Integritetspolicy

source: RFID tag was updated
sv: RFID-brickan uppdaterades

source: Restoration failed
sv: Återställningen misslyckades

source: Restore purchase
sv: Återställ köp

source: Scan a tag to assign it to
sv: Läs av en bricka för att koppla den till

source: Scan your tag
sv: Läs av bricka

source: Scan your tag to finalize your purchase.
sv: Läs av din bricka för att slutföra köpet.

source: Send e-mail with current balance
sv: Maila aktuellt saldo

source: Sign in
sv: Logga in

source: Sign out
sv: Logga ut

source: Sort
sv: Sortera

source: Stay on top of things
sv: Håll enkelt koll

source: Subscription details
sv: Prenumerationsdetaljer

source: Subscription is renewed:
sv: Prenumerationen förnyas:

source: Subscription type:
sv: Typ av prenumeration:

source: Subtract
sv: Ta bort

source: Terms of use
sv: Användarvillkor

source: The bar guest needs a name
sv: Bargästen måste ha ett namn

source: The drink needs a name
sv: Drycken måste ha ett namn

source: The given e-mail address is already in use.
sv: Den angivna mailadressen används redan.

source: The password does not match the user.
sv: Lösenordet stämmer inte med användaren.

source: The scanned RFID tag is now assigned to %@
sv: Den skannade RFID-brickan är nu kopplad till %@

source: This will send an e-mail showing current balance to each bar guest with an associated e-mail address.
sv: Detta skickar ett mail med aktuellt saldo till varje bargäst med en kopplad mailadress.

source: Unknown error.
sv: Okänt fel.

source: Unlimited list of bar guests
sv: Obegränsad bargästlista

# Uppdate &#10;RFID tag
source: Uppdate RFID tag
sv: Uppdatera RFID-bricka

source: Use RFID tags
sv: Använd RFID-brickor

source: Using BarTab requires an active subscription. You can choose between paying monthly, annually or a one time fee that keeps you subscribed indefinitely. If you choose to subscribe monthly or annually, your first subscription period will include a week long free trial before you are charged. If you decide you do not want to pay for the service, you need to cancel your subscription no less than 24 hours before the trial runs out, or you will be charged according to your chosen subscription type. Subscriptions are renewed automatically unless cancelled at least 24 hours before the end of the current subscription period. This can be done through Settings > Apple-ID > Subscriptions.
sv: För att använda BarTab krävs en aktiv prenumeration. Alternativ för prenumerationer är betala månadsvis, betala årsvis eller betala en engångskostnad för en prenumeration som aldrig upphör. Om du väljer att betala månadsvis eller årsvis inkluderas en veckas prövoperiod innan du debiteras. Du måste avbryta din prenumeration minst 24 timmar innan prövoperioden avslutas om du inte vill betala för tjänsten, annars debiteras du enligt vald prenumerationstid. Prenumerationer kommer automatiskt förnyas om inte automatisk förnyelse stängs av minst 24 timmar innan slutet på nuvarande prenumerationsperiod. Detta kan göras via Inställningar > Apple-ID > Abonnemang.

source: When you delete your account, all related data is also deleted. Your subscription is not automatically cancelled, this needs to be done in your settings.
sv: När du raderar ditt konto raderas också all relaterad data. Din prenumeration sägs inte upp automatiskt, detta måste du göra i dina inställningar.

source: You can only send e-mail(s) once every minute.
sv: Du kan bara skicka mail en gång i minuten.

source: Your purchase could not be restored, no valid reciept was found.
sv: Ditt köp kunde inte återställas, inget giltigt kvitto kunde hittas.

source: Your purchase was finalized
sv: Ditt köp slutfördes

source: and
sv: och
